# set arguments for all 'brew install --cask' commands
cask_args appdir: "~/Applications"

# 'brew install'
brew "bash"
brew "stow"
brew "eza"
brew "zoxide"
brew "tmux"
brew "bat"
brew "starship"
brew "fastfetch"
brew "neovim"
brew "tree"
brew "ripgrep"

# 'brew install --cask'
cask "alacritty"
cask "firefox"
cask "bitwarden"
cask "font-anonymice-nerd-font"
cask "amethyst"
cask "rectangle"
cask "sublime-text"
cask "wezterm"
