# set arguments for all 'brew install --cask' commands
cask_args appdir: "~/Applications"

# 'brew install'
brew "bash"
brew "stow"
brew "eza"
brew "zoxide"
brew "tmux"
brew "bat"
brew "starship"
brew "fastfetch"
brew "neovim"
brew "tree"
brew "ripgrep"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "pyenv"
brew "pyenv-virtualenv"
brew "fd"

# 'brew install --cask'
cask "alacritty"
cask "firefox"
cask "1password"
cask "font-anonymice-nerd-font"
cask "amethyst"
cask "rectangle"
cask "sublime-text"
cask "wezterm"
cask "slack"
cask "docker"
cask "zoom"
cask "spotify"
